Repository: cheneyveron/opencloud
Catalog: services/graph/pkg/l10n/locale/*/LC_MESSAGES/graph.po
Languages: nl

source: Can edit
nl: Kan bewerken

source: Can edit without versions
nl: Kan bewerken zonder versies

source: Can manage
nl: Kan beheren

source: Can upload
nl: Kan uploaden

source: Can view
nl: Kan weergeven

source: Can view (secure)
nl: Kan weergeven (beveiligd)

source: Cannot access
nl: Heeft geen toegang

source: Deny all access.
nl: Alle toegang weigeren.

source: Here you can add a description for this Space.
nl: Hier kun je een beschrijving voor deze ruimte toevoegen.

source: View and download.
nl: Weergeven en downloaden.

source: View only documents, images and PDFs. Watermarks will be applied.
nl: Alleen documenten, afbeeldingen en PDF's weergeven. Met toepassing van watermerken.

source: View, download and edit.
nl: Weergeven, downloaden en bewerken.

source: View, download and show all invited people.
nl: Weergeven, downloaden en alle genodigde personen zien.

source: View, download and upload.
nl: Weergeven, downloaden en uploaden.

source: View, download, edit and show all invited people.
nl: Weergeven, downloaden, bewerken en alle genodigde personen zien.

source: View, download, upload, edit, add and delete.
nl: Weergeven, downloaden, uploaden, bewerken, toevoegen en verwijderen.

source: View, download, upload, edit, add, delete and manage members.
nl: Weergeven, downloaden, uploaden, bewerken, toevoegen, verwijderen en leden beheren.

source: View, download, upload, edit, add, delete and show all invited people.
nl: Weergeven, downloaden, uploaden, bewerken, toevoegen, verwijderen en alle genodigde personen zien.

source: View, download, upload, edit, add, delete including the history.
nl: Weergeven, downloaden, uploaden, bewerken, toevoegen, verwijderen, incl. geschiedenis.
